module.exports = {
  ITEM_NOT_FOUND: 'Запрашиваемый ресурс не найден',
  BAD_REQUEST: 'Такой ввод недопустим',
  DB_CONFLICT: 'Пользователь с таким адресом уже зарегистрирован',
  BAD_ID: 'Недопустимый формат идентификатора',
  BAD_EMAIL: 'Пожалуйста введите корректный адрес электронной почты',
  BAD_NAME: 'Такое имя недопустимо, мы говорим только по-русски',
  BAD_PASS: 'Пароль должен содержать как минимум 6 символов, букву верхнего и нижнего регистра, цифру, а также специальный символ',
  SHORT_PASS: 'Слишком короткий пароль',
  BAD_URL: 'Недопустимый формат ссылки',
  BAD_LOGIN: 'Неверное имя пользователя или пароль',
  FORBIDDEN: 'У Вас недостаточно прав для совершения этого действия',
};
